{
  "navbar": {
    "Home": "الرئيسية",
    "Service": "الخدمات",
    "About": "حول الشركة",
    "Team": "فريق العمل",
    "Blog": "المدونة",
    "btnHeader": "تواصل معنا"
  },
  "HeroSection": {
    "HeadText": "حلول قانونية موثوقة تحمي حقوقك",
    "SubheadText": "نقدّم خدمات قانونية احترافية مبنية على الخبرة، الدقة، والالتزام، لمساعدتك على اتخاذ القرار الصحيح بثقة",
    "SupportingText": "نرافقك في جميع مراحل قضيتك، ونحرص على تمثيل مصالحك وفق الأنظمة والقوانين المعتمدة",
    "ButtonLeft": "تواصل معنا",
    "ButtonRight": "قدم إستشارتك القانونية"
  },
  "AboutSection": {
    "titleSection": "عن شركتنا",
    "title": "لماذا تختار إجادة؟",
    "text": "في إجادة للمحاماة والاستشارات القانونية، نقدم حلولًا قانونية متكاملة للأفراد والشركات، بقيادة نخبة من المحامين والمستشارين المتخصصين لضمان أفضل النتائج وفق الأنظمة السعودية. نحرص على تقديم خدمات قانونية مبنية على فهم دقيق لاحتياجات عملائنا، مع توفير حلول عملية تساعدهم على اتخاذ قرارات قانونية سليمة بثقة وأمان. كما نلتزم ببناء شراكات طويلة الأمد مع عملائنا من خلال تقديم دعم قانوني مستمر يسهم في حماية مصالحهم وتعزيز استقرار أعمالهم في بيئة قانونية متغيرة",
    "itemsAbout": [
      { "id": 1, "title": "قضية ناجحة", "count": "6159", "icon": "book-check" },
      {
        "id": 2,
        "title": "عميــــــــــــــل",
        "count": "+200",
        "icon": "users"
      },
      {
        "id": 3,
        "title": "قضيــــــــــة",
        "count": "6479",
        "icon": "file-text"
      },
      { "id": 4, "title": "محامي ومستشار", "count": "+12", "icon": "scale" }
    ]
  },
  "FeaturesSection": {
    "titleSection": "مميـــزاتنــــا",
    "title": "خبرة قانونية يمكنك الوثوق بها",
    "subTitle": "نقدّم خدمات قانونية احترافية مبنية على الدقة، المتابعة المستمرة، والتزام كامل بحماية حقوق ومصالح عملائنا في جميع المراحل",
    "itemsFeature": [
      {
        "id": 1,
        "title": "فريق مؤهل",
        "text": "كوادر قانونية متميزة بخبرات متنوعة في مختلف الأنظمة والتشريعات",
        "icon": "user-star"
      },
      {
        "id": 2,
        "title": "معايير مهنية وأخلاقية عالية",
        "text": "التزام كامل بالاحترافية والسرية والمحافظة على خصوصية ومعلومات العملاء",
        "icon": "scan-heart"
      },
      {
        "id": 3,
        "title": "حلول عملية متكاملة",
        "text": "معالجة فعّالة ومناسبة لكل حالة، مع تقديم استشارات موثوقة مبنية على أسس نظامية دقيقة",
        "icon": "check-check"
      },
      {
        "id": 4,
        "title": "متابعة وتقارير دورية",
        "text": "إشراف مستمر على القضايا والملفات مع وضوح كامل في الإجراءات وتحديثات منتظمة للعملاء",
        "icon": "square-library"
      },
      {
        "id": 5,
        "title": "تواصل فعال ودعم مستمر",
        "text": "قنوات تواصل واضحة، واستجابة سريعة، وحرص دائم على خدمة العميل في جميع المراحل",
        "icon": "head-set"
      }
    ]
  },
  "ServicesSection": {
    "titleSection": "خدمــــــاتنـــــــا",
    "title": "نقدّم خدمات قانونية واستشارية متكاملة تلبي احتياجات الأفراد والمنشآت وفق الأنظمة المعتمدة",
    "itemsService": [
      {
        "id": 1,
        "title": "خدمة الشركات والمنشآت التجارية",
        "text": "تشمل هذه الخدمة تأسيس الشركات بجميع أنواعها، إعداد اللوائح الداخلية، تسجيل الشركة رسميًا، متابعة متطلبات الجهات الرسمية، وتقديم استشارات قانونية يومية تضمن إدارة الشركة وفق الأنظمة السعودية وحماية مصالح المساهمين وأصحاب القرار",
        "image": ""
      },
      {
        "id": 2,
        "title": "أنظمة سوق المال",
        "text": "نقدم استشارات ومتابعة متخصصة في كافة إجراءات سوق المال، بما في ذلك إصدار الأسهم والسندات، التداول النظامي، الامتثال للوائح هيئة السوق المالية، وحماية المستثمرين من المخاطر القانونية، لضمان سوق مالي شفاف وعادل",
        "image": ""
      },
      {
        "id": 3,
        "title": "الحوكمة والسياسات العامة",
        "text": "تشمل هذه الخدمة تطوير سياسات الحوكمة، تحديد صلاحيات ومسؤوليات المدراء والموظفين، وضع نظام للرقابة الداخلية، وضمان التزام المنشأة بالقوانين واللوائح الوطنية والدولية، ما يعزز الشفافية والمساءلة",
        "image": ""
      },
      {
        "id": 4,
        "title": "صياغة العقود والاتفاقيات",
        "text": "تتضمن صياغة جميع أنواع العقود والاتفاقيات التجارية والشخصية، مراجعتها وتدقيقها قانونيًا، وضمان وضوح الالتزامات والحقوق، ما يقلل المخاطر القانونية ويسهل تسوية أي خلافات مستقبلية",
        "image": ""
      },
      {
        "id": 5,
        "title": "التحكيم والوساطة",
        "text": "نقدم خدمات التحكيم والوساطة لتسوية المنازعات التجارية والمدنية، بما يوفر الوقت والتكاليف، مع ضمان حلول عادلة وملزمة للطرفين وفق الأنظمة المعتمدة في المملكة",
        "image": ""
      },
      {
        "id": 6,
        "title": "قسمة التركات وتصفيتها",
        "text": "تشمل حصر أصول التركة والتزاماتها، إعداد خطة للتصفية والتوزيع وفق الأنظمة الشرعية والقانونية، وضمان حماية حقوق الورثة وتقليل النزاعات المحتملة بين الأطراف",
        "image": ""
      },
      {
        "id": 7,
        "title": "الأوقاف والوصايا",
        "text": "نقدم استشارات قانونية لصياغة الأوقاف والوصايا، ضمان تنفيذها بشكل صحيح، تنظيم إدارتها واستثمارها، وحماية حقوق المستفيدين وفق الأنظمة السعودية والضوابط الشرعية",
        "image": ""
      },
      {
        "id": 8,
        "title": "الاستشارات القانونية",
        "text": "تشمل هذه الخدمة تقديم آراء قانونية متخصصة، تقييم المخاطر، توضيح الحقوق والواجبات، ودعم العملاء في اتخاذ القرارات الصحيحة لضمان حماية مصالحهم وفق القوانين السارية",
        "image": ""
      },
      {
        "id": 9,
        "title": "الاستشارات الزكوية والضريبية",
        "text": "نقدم حلولاً مهنية لتخطيط الضرائب والزكاة، إعداد التقارير، ضمان الامتثال للوائح المالية، وتجنب المخالفات، بما يحقق استفادة قانونية ومالية آمنة للعملاء",
        "image": ""
      },
      {
        "id": 10,
        "title": "التقاضي وحل المنازعات",
        "text": "تقديم خدمات الترافع أمام المحاكم والجهات القضائية، صياغة الدعاوى والاعتراضات، التفاوض لتسويات ودية، وضمان حماية الحقوق القانونية بأفضل السبل النظامية",
        "image": ""
      },
      {
        "id": 11,
        "title": "اللوائح والتشريعات",
        "text": "نقدم خدمات صياغة اللوائح والسياسات الداخلية بما يضمن تنظيم العمل، الالتزام بالقوانين المحلية والدولية، وحماية المنشأة من المخاطر القانونية",
        "image": ""
      },
      {
        "id": 12,
        "title": "التوثيق والتسجيل العيني",
        "text": "تشمل الخدمة توثيق العقود والمعاملات، تسجيل الملكيات والحقوق العينية، والإجراءات النظامية لضمان الحماية القانونية وتجنب المنازعات المستقبلية",
        "image": ""
      },
      {
        "id": 13,
        "title": "الملكية الفكرية",
        "text": "نقدم خدمات تسجيل براءات الاختراع، حقوق المؤلف، العلامات التجارية، ونصائح قانونية لضمان حماية الابتكارات والاستفادة منها تجاريًا، بما يمنع أي استخدام غير مشروع",
        "image": ""
      },
      {
        "id": 14,
        "title": "الاستثمار الأجنبي",
        "text": "تشمل هذه الخدمة تقديم استشارات قانونية للاستثمار الأجنبي، تسجيل الشركات الأجنبية، الامتثال للوائح الاستثمار، وحماية حقوق المستثمرين من أي تعقيدات قانونية أو تنظيمية",
        "image": ""
      },
      {
        "id": 15,
        "title": "لوائح تنظيم العمل",
        "text": "تشمل صياغة عقود العمل، إعداد اللوائح الداخلية، تقديم استشارات حول الالتزامات القانونية للموظفين وأصحاب العمل، وضمان بيئة عمل نظامية وآمنة",
        "image": ""
      },
      {
        "id": 16,
        "title": "خدمات التنفيذ",
        "text": "نقدم خدمات متابعة المطالبات القانونية، رفع الدعوات التنفيذية، التعامل مع الجهات القضائية لضمان تحصيل الحقوق، وتسوية النزاعات المتعلقة بالتنفيذ بأفضل الطرق النظامية",
        "image": ""
      }
    ]
  }
}
